Revit 2027 API
ParameterTypeId.RbsElecLoadsummaryConnectedCurrentParam Property
 "Connected Current"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecLoadsummaryConnectedCurrentParam { get; }
Public Shared ReadOnly Property RbsElecLoadsummaryConnectedCurrentParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecLoadsummaryConnectedCurrentParam {
	ForgeTypeId^ get ();
}
static member RbsElecLoadsummaryConnectedCurrentParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace